Repository: SannTim/Telegramm-saler-bot
Catalog: tgsaler/translations/*/LC_MESSAGES/tgsaler.po
Languages: ru

source: Language changed to
ru: Язык изменен на

source: Changes language to chosen one
ru: Изменяет язык на выбранный Вами

source: Shows products table
ru: Вывод таблицы продуктов

source: Usage: showproducts
ru: Использование: showproducts

source: Shows category table
ru: Вывод таблицы категорий

source: Usage: showcategory
ru: Использование: showcategory

source: Adds new category
ru: Добавляет новую категорию

source: Usage: addcategory name <name>
ru: Использование: addcategory name <name>

source: Adds new product
ru: Добавляет новый продукт

source: Usage: addproduct name <name> price <price> descr <descr> currency <currency> photo <photo> category <category>
ru: Использование: addproduct name <name> price <price> descr <descr> currency<currency> photo <photo> category <category>

source: Deletes product
ru: Удаляет продукт

source: Usage: delproduct name <name>
ru: Использование: delproduct name <name>

source: Edits new product
ru: Изменяет данные продукта

source: Usage: editproduct name <name> price <price> descr <descr> currency <currency> photo <photo> category <category>
ru: Использование: editproduct name <name> price <price> descr <descr> currency <currency> photo <photo> category <category>

source: Deletes category
ru: Удаляет категорию

source: Usage: delcategory name <name>
ru: Использование: delcategory name <name>
